[
{"text": "“If anyone tells you that a certain person speaks ill of you, do not make excuses about what is said of you but answer, \"He was ignorant of my other faults, else he would not have mentioned these alone.”", "author": "Epictetus"},
{"text": "“Wealth consists not in having great possessions, but in having few wants.”", "author": "Epictetus"},
{"text": "“Don't explain your philosophy. Embody it.”", "author": "Epictetus"},
{"text": "“There is only one way to happiness and that is to cease worrying about things which are beyond the power or our will. ”", "author": "Epictetus"},
{"text": "“Man is not worried by real problems so much as by his imagined anxieties about real problems”", "author": "Epictetus"},
{"text": "“Don't just say you have read books. Show that through them you have learned to think better, to be a more discriminating and reflective person. Books are the training weights of the mind. They are very helpful, but it would be a bad mistake to suppose that one has made progress simply by having internalized their contents.”", "author": "Epictetus"},
{"text": "“First say to yourself what you would be;", "author": "Epictetus"},
{"text": "“It's not what happens to you, but how you react to it that matters.”", "author": "Epictetus"},
{"text": "“If you want to improve, be content to be thought foolish and stupid.”", "author": "Epictetus"},
{"text": "“How long are you going to wait before you demand the best for yourself and in no instance bypass the discriminations of reason? You have been given the principles that you ought to endorse, and you have endorsed them. What kind of teacher, then, are you still waiting for in order to refer your self-improvement to him? You are no longer a boy, but a full-grown man. If you are careless and lazy now and keep putting things off and always deferring the day after which you will attend to yourself, you will not notice that you are making no progress, but you will live and die as someone quite ordinary.", "author": "Epictetus"},
{"text": "“Any person capable of angering you becomes your master;", "author": "Epictetus"},
{"text": "“The key is to keep company only with people who uplift you, whose presence calls forth your best.”", "author": "Epictetus"},
{"text": "“He who laughs at himself never runs out of things to laugh at.”", "author": "Epictetus"},
{"text": "“Freedom is the only worthy goal in life. It is won by disregarding things that lie beyond our control.”", "author": "Epictetus"},
{"text": "“It is impossible for a man to learn what he thinks he already knows.”", "author": "Epictetus"},
{"text": "“Circumstances don't make the man, they only reveal him to himself.”", "author": "Epictetus"},
{"text": "“Other people's views and troubles can be contagious. Don't sabotage yourself by unwittingly adopting negative, unproductive attitudes through your associations with others.”", "author": "Epictetus"},
{"text": "“People are not disturbed by things, but by the views they take of them.”", "author": "Epictetus"},
{"text": "“Only the educated are free.”", "author": "Epictetus"},
{"text": "“You are a little soul carrying around a corpse”", "author": "Epictetus"},
{"text": "“Τίς εἶναι θέλεις, σαυτῷ πρῶτον εἰπέ: εἶθ' οὕτως ποίει ἃ ποιεῖς. (", "author": "Epictetus"},
{"text": "“To accuse others for one's own misfortune is a sign of want of education. To accuse oneself shows that one's education has begun. To accuse neither oneself nor others shows that one's education is complete.”", "author": "Epictetus"},
{"text": "“I laugh at those who think they can damage me. They do not know who I am, they do not know what I think, they cannot even touch the things which are really mine and with which I live.”", "author": "Epictetus"},
{"text": "“Nature hath given men one tongue but two ears, that we may hear from others twice as much as we speak.”", "author": "Epictetus"},
{"text": "“First learn the meaning of what you say, and then speak.”", "author": "Epictetus"},
{"text": "“No man is free who is not master of himself.”", "author": "Epictetus"},
{"text": "“Attach yourself to what is spiritually superior, regardless of what other people think or do. Hold to your true aspirations no matter what is going on around you.”", "author": "Epictetus"},
{"text": "“Seek not the good in external things;seek it in yourselves.”", "author": "Epictetus"},
{"text": "“Remember, it is not enough to be hit or insulted to be harmed, you must believe that you are being harmed. If someone succeeds in provoking you, realize that your mind is complicit in the provocation. Which is why it is essential that we not respond impulsively to impressions; take a moment before reacting, and you will find it easier to maintain control.”", "author": "Epictetus"},
{"text": "“He is a wise man who does not grieve for the things which he has not, but rejoices for those which he has. ”", "author": "Epictetus"},
{"text": "“The greater the difficulty, the more glory in surmounting it. Skillful pilots gain their reputation from storms and tempests. ”", "author": "Epictetus"},
{"text": "“Caretake this moment. Immerse yourself in its particulars. Respond to this person, this challenge, this deed. Quit evasions. Stop giving yourself needless trouble. It is time to really live; to fully inhabit the situation you happen to be in now.”", "author": "Epictetus"},
{"text": "“Don't seek to have events happen as you wish, but wish them to happen as they do happen, and all will be well with you.”", "author": "Epictetus"},
{"text": "“Do not try to seem wise to others. ”", "author": "Epictetus"},
{"text": "“Most of what passes for legitimate entertainment is inferior or foolish and only caters to or exploits people's weaknesses. Avoid being one of the mob who indulges in such pastimes. Your life is too short and you have important things to do. Be discriminating about what images and ideas you permit into your mind. If you yourself don't choose what thoughts and images you expose yourself to, someone else will, and their motives may not be the highest. It is the easiest thing in the world to slide imperceptibly into vulgarity. But there's no need for that to happen if you determine not to waste your time and attention on mindless pap.”", "author": "Epictetus"},
{"text": "“Now is the time to get serious about living your ideals. How long can you afford to put off who you really want to be? Your nobler self cannot wait any longer. Put your principles into practice – now. Stop the excuses and the procrastination. This is your life! You aren’t a child anymore. The sooner you set yourself to your spiritual program, the happier you will be. The longer you wait, the more you’ll be vulnerable to mediocrity and feel filled with shame and regret, because you know you are capable of better. From this instant on, vow to stop disappointing yourself. Separate yourself from the mob. Decide to be extraordinary and do what you need to do – now.”", "author": "Epictetus"},
{"text": "“Know, first, who you are, and then adorn yourself accordingly.”", "author": "Epictetus"},
{"text": "“If evil be said of thee, and if it be true, correct thyself; if it be a lie, laugh at it.”", "author": "Epictetus"},
{"text": "“God has entrusted me with myself. No man is free who is not master of himself. A man should so live that his happiness shall depend as little as possible on external things. The world turns aside to let any man pass who knows where he is going.”", "author": "Epictetus"},
{"text": "“Small-minded people blame others. Average people blame themselves. The wise see all blame as foolishness”", "author": "Epictetus"},
{"text": "“Preach not to others what they should eat, but eat as becomes you and be silent. ”", "author": "Epictetus"},
{"text": "“A ship should not ride on a single anchor, nor life on a single", "author": "Epictetus"},
{"text": "“If you would be a reader, read; if a writer, write.”", "author": "Epictetus"},
{"text": "“You know yourself what you are worth in your own eyes; and at what price you will sell yourself. For men sell themselves at various prices. This is why, when Florus was deliberating whether he should appear at Nero's shows, taking part in the performance himself, Agrippinus replied, 'Appear by all means.' And when Florus inquired, 'But why do not you appear?' he answered, 'Because I do not even consider the question.' For the man who has once stooped to consider such questions, and to reckon up the value of external things, is not far from forgetting what manner of man he is.”", "author": "Epictetus"},
{"text": "“If you wish to be a writer, write.”", "author": "Epictetus"},
{"text": "“Some things are in our control and others not. Things in our control are opinion, pursuit, desire, aversion, and, in a word, whatever are our own actions. Things not in our control are body, property, reputation, command, and, in one word, whatever are not our actions. The things in our control are by nature free, unrestrained, unhindered; but those not in our control are weak, slavish, restrained, belonging to others. Remember, then, that if you suppose that things which are slavish by nature are also free, and that what belongs to others is your own, then you will be hindered. You will lament, you will be disturbed, and you will find fault both with gods and men. But if you suppose that only to be your own which is your own, and what belongs to others such as it really is, then no one will ever compel you or restrain you. Further, you will find fault with no one or accuse no one. You will do nothing against your will. No one will hurt you, you will have no enemies, and you not be harmed.”", "author": "Epictetus"},
{"text": "“If you want to improve, be content to be thought foolish and stupid with regard to external things. Don't wish to be thought to know anything; and even if you appear to be somebody important to others, distrust yourself. For, it is difficult to both keep your faculty of choice in a state conformable to nature, and at the same time acquire external things. But while you are careful about the one, you must of necessity neglect the other”", "author": "Epictetus"},
{"text": "“I must die. Must I then die lamenting? I must be put in chains. Must I then also lament? I must go into exile. Does any man then hinder me from going with smiles and cheerfulness and contentment?”", "author": "Epictetus"},
{"text": "“We are not disturbed by what happens to us, but by our thoughts about what happens to us.”", "author": "Epictetus"},
{"text": "“It is not so much what happens to you as how you think about what happens.”", "author": "Epictetus"},
{"text": "“Remember that you ought to behave in life as you would at a banquet. As something is being passed around it comes to you; stretch out your hand, take a portion of it politely. It passes on; do not detain it. Or it has not come to you yet; do not project your desire to meet it, but wait until it comes in front of you. So act toward children, so toward a wife, so toward office, so toward wealth.”", "author": "Epictetus"},
{"text": "“Difficulty shows what men are. Therefore when a difficulty falls upon you, remember that God, like a trainer of wrestlers, has matched you with a rough young man. Why? So that you may become an Olympic conqueror; but it is not accomplished without sweat.”", "author": "Epictetus"},
{"text": "“Demand not that things happen as you wish, but wish them to happen as they do, and you will go on well.”", "author": "Epictetus"},
{"text": "“Events do not just happen, but arrive by appointment.”", "author": "Epictetus"},
{"text": "“Never depend on the admiration of others. There is no strength in it. Personal merit cannot be derived from an external source. It is not to be found in your personal associations, nor can it be found in the regard of other people. It is a fact of life that other people, even people who love you, will not necessarily agree with your ideas, understand you, or share your enthusiasms. Grow up! Who cares what other people think about you!”", "author": "Epictetus"},
{"text": "“Know you not that a good man does nothing for appearance sake, but for the sake of having done right?”", "author": "Epictetus"},
{"text": "“If you would cure anger, do not feed it. Say to yourself: 'I used to be angry every day; then every other day; now only every third or fourth day.' When you reach thirty days offer a sacrifice of thanksgiving to the gods.”", "author": "Epictetus"},
{"text": "“Asked, Who is the rich man? Epictetus replied, \u0093He who is content.”", "author": "Epictetus"},
{"text": "“What really frightens and dismays us is not external events themselves, but the way in which we think about them. It is not things that disturb us, but our interpretation of their significance.”", "author": "Epictetus"},
{"text": "“It is better to die of hunger having lived without grief and fear, than to live with a troubled spirit, amid abundance”", "author": "Epictetus"},
{"text": "“Men are not afraid of things, but of how they view them.”", "author": "Epictetus"},
{"text": "“These reasonings are unconnected: \"I am richer than you, therefore I am better\"; \"I am more eloquent than you, therefore I am better.\" The connection is rather this: \"I am richer than you, therefore my property is greater than yours;\" \"I am more eloquent than you, therefore my style is better than yours.\" But you, after all, are neither property nor style.”", "author": "Epictetus"},
{"text": "“Appearances to the mind are of four kinds. Things either are what they appear to be; or they neither are, nor appear to be; or they are, and do not appear to be; or they are not, and yet appear to be. Rightly to aim in all these cases is the wise man's task.”", "author": "Epictetus"},
{"text": "“Either God wants to abolish evil, and cannot; or he can, but does not want to.”", "author": "Epictetus"},
{"text": "“You become what you give your attention to.”", "author": "Epictetus"},
{"text": "“Even as the Sun doth not wait for prayers and incantations to", "author": "Epictetus"},
{"text": "“We have two ears and one mouth so that we can listen twice as much as we speak.”", "author": "Epictetus"},
{"text": "“It is our attitude toward events, not events themselves, which we can control. Nothing is by its own nature calamitous -- even death is terrible only if we fear it.”", "author": "Epictetus"},
{"text": "“No great thing is created suddenly.”", "author": "Epictetus"},
{"text": "“-….when things seem to have reached that stage, merely say “I won’t play any longer”, and take your departure; but if you stay, stop lamenting.”", "author": "Epictetus"},
{"text": "“Tentative efforts lead to tentative outcomes. Therefore, give yourself fully to your endeavors. Decide to construct your character through excellent actions and determine to pay the price of a worthy goal. The trials you encounter will introduce you to your strengths. Remain steadfast...and one day you will build something that endures: something worthy of your potential.”", "author": "Epictetus"},
{"text": "“Men are disturbed not by things, but by the views which they take of things. Thus death is nothing terrible, else it would have appeared so to Socrates. But the terror consists in our notion of death, that it is terrible. When, therefore, we are hindered, or disturbed, or grieved let us never impute it to others, but to ourselves; that is, to our own views. It is the action of an uninstructed person to reproach others for his own misfortunes; of one entering upon instruction, to reproach himself; and of one perfectly instructed, to reproach neither others or himself.”", "author": "Epictetus"},
{"text": "“So you wish to conquer in the Olympic Games, my friend? And I, too... But first mark the conditions and the consequences. You will have to put yourself under discipline; to eat by rule, to avoid cakes and sweetmeats; to take exercise at the appointed hour whether you like it or not, in cold and heat; to abstain from cold drinks and wine at your will. Then, in the conflict itself you are likely enough to dislocate your wrist or twist your ankle, to swallow a great deal of dust, to be severely thrashed, and after all of these things, to be defeated.”", "author": "Epictetus"},
{"text": "“Give me by all means the shorter and nobler life, instead of one", "author": "Epictetus"},
{"text": "“If you want to make progress, put up with being perceived as ignorant or naive in worldly matters, don't aspire to a reputation for sagacity. If you do impress others as somebody, don't altogether believe it. You have to realize, it isn't easy to keep your will in agreement with nature, as well as externals. Caring about the one inevitably means you are going to shortchange the other.”", "author": "Epictetus"},
{"text": "“Your happiness depends on three things, all of which are within your power: your will, your ideas concerning the events in which you are involved, and the use you make of your ideas.”", "author": "Epictetus"},
{"text": "“An ignorant person is inclined to blame others for his own misfortune. To blame oneself is proof of progress. But the wise man never has to blame another or himself.”", "author": "Epictetus"},
{"text": "“Control thy passions lest they take vengence on thee. ~ Epictetus”", "author": "Epictetus"},
{"text": "“Remember to act always as if you were at a symposium. When the food or drink comes around, reach out and take some politely; if it passes you by don't try pulling it back. And if it has not reached you yet, don't let your desire run ahead of you, be patient until your turn comes. Adopt a similar attitude with regard to children, wife, wealth and status, and in time, you will be entitled to dine with the gods. Go further and decline these goods even when they are on offer and you will have a share in the gods' power as well as their company. That is how Diogenes, Heraclitus and philosophers like them came to be called, and considered, divine.”", "author": "Epictetus"},
{"text": "“You may fetter my leg, but Zeus himself cannot get the better of my free will.”", "author": "Epictetus"},
{"text": "“No great thing is created suddenly, any more than a bunch of grapes or a fig. If you tell me that you desire a fig, I answer that there must be time. Let it first blossom, then bear fruit, then ripen.”", "author": "Epictetus"},
{"text": "“It is unrealistc to expect people to see you as you see yourself.”", "author": "Epictetus"},
{"text": "“If someone speaks badly of you, do not defend yourself against the accusations, but reply; \"you obviously don't know about my other vices, otherwise you would have mentioned these as well”", "author": "Epictetus"},
{"text": "“Nature hath given men one tongue but two ears, that we may", "author": "Epictetus"},
{"text": "“On the occasion of every accident that befalls you, remember to turn to yourself and inquire what power you have for turning it to use.”", "author": "Epictetus"},
{"text": "“A guide, on finding a man who has lost his way, brings him back to the right path—he does not mock and jeer at him and then take himself off. You also must show the unlearned man the truth, and you will see that he will follow. But so long as you do not show it him, you should not mock, but rather feel your own incapacity.”", "author": "Epictetus"},
{"text": "“No person is free who is not master of himself.”", "author": "Epictetus"},
{"text": "“If any be unhappy, let him remember that he is unhappy by reason of himself alone. For God hath made all men to enjoy felicity and constancy of good.”", "author": "Epictetus"},
{"text": "“If you want to improve, be content to be thought foolish and stupid with regard to external things. Don't wish to be thought to know anything; and even if you appear to be somebody important to others, distrust yourself.”", "author": "Epictetus"},
{"text": "“-Who are those people by whom you wish to be admired? Are they not these whom you are in the habit of saying that they are mad? What then? Do you wish to be admired by the mad?”", "author": "Epictetus"},
{"text": "“Freedom is secured not by the fulfilling of men's desires, but by the removal of desire.”", "author": "Epictetus"},
{"text": "“Difficulty shows what men are.”", "author": "Epictetus"},
{"text": "“Whoever is going to listen to the philosophers needs a considerable practice in listening.”", "author": "Epictetus"},
{"text": "“It is more necessary for the soul to be cured than the body; for it is better to die than to live badly.”", "author": "Epictetus"},
{"text": "“There is but one way to tranquility of mind and happiness, and that is to account no external things thine own, but to commit all to God.”", "author": "Epictetus"},
{"text": "“When a youth was giving himself airs in the Theatre and saying, 'I am wise, for I have conversed with many wise men,' Epictetus replied, 'I too have conversed with many rich men, yet I am not rich!’.”", "author": "Epictetus"},
{"text": "“The first and most important field of philosophy is the application of principles such as “Do not lie.” Next come the proofs, such as why we should not lie. The third field supports and articulates the proofs, by asking, for example, “How does this prove it? What exactly is a proof, what is logical inference, what is contradiction, what is truth, what is falsehood?” Thus, the third field is necessary because of the second, and the second because of the first. The most important, though, the one that should occupy most of our time, is the first. But we do just the opposite. We are preoccupied with the third field and give that all our attention, passing the first by altogether. The result is that we lie – but have no difficulty proving why we shouldn’t.”", "author": "Epictetus"},
{"text": "“Do not afflict others with anything that you yourself would not wish to suffer. if you would not like to be a slave, make sure no one is your slave. If you have slaves, you yourself are the greatest slave, for just as freedom is incompatible with slavery, so goodness is incompatible with hypocrisy.”", "author": "Epictetus"},
{"text": "“First say to yourself what you would be; and then do what you have to do.”", "author": "Epictetus"},
{"text": "“When any person harms you, or speaks badly of you, remember that he acts or speaks from a supposition of its being his duty. Now, it is not possible that he should follow what appears right to you, but what appears so to himself. Therefore, if he judges from a wrong appearance, he is the person hurt, since he too is the person deceived. For if anyone should suppose a true proposition to be false, the proposition is not hurt, but he who is deceived about it. Setting out, then, from these principles, you will meekly bear a person who reviles you, for you will say upon every occasion, \"It seemed so to him.\"", "author": "Epictetus"},
{"text": "“It is better to do wrong seldom and to own it, and to act right for the most part, than seldom to admit that you have done wrong and to do wrong often.”", "author": "Epictetus"},
{"text": "“Men are disturbed not by the things that happen, but by their opinion of the things that happen.”", "author": "Epictetus"},
{"text": "“What concerns me is not the way things are, but the way people think things are.”", "author": "Epictetus"},
{"text": "“Is freedom anything else than the right to live as we wish? Nothing else.”", "author": "Epictetus"},
{"text": "“We must not believe the many, who say that only free people ought to be educated, but we should rather believe the philosophers who say that only the educated are free.”", "author": "Epictetus"},
{"text": "“The essence of philosophy is that a man should so live that his happiness shall depend as little as possible on external things.”", "author": "Epictetus"},
{"text": "“To Epictetus, all external events are determined by fate, and are thus beyond our control, but we can accept whatever happens calmly and dispassionately. Individuals, however, are responsible for their own actions which they can examine and control through rigorous self-discipline. Suffering arises from trying to control what is uncontrollable, or from neglecting what is within our power. As part of the universal city that is the universe, human beings have a duty of care to all fellow humans. The person who followed these precepts would achieve happiness.”", "author": "Epictetus"},
{"text": "“Don't live by your own rules, but in harmony with nature”", "author": "Epictetus"},
{"text": "“Imagine for yourself a character, a model personality, whose example you determine to follow, in private as well as in public.”", "author": "Epictetus"},
{"text": "“These reasonings do not cohere: I am richer than you, therefore I am better than you; I am more eloquent than you, therefore I am better than you. On the contrary these rather cohere, I am richer than you, therefore my possessions are greater than yours: I am more eloquent than you, therefore my speech is superior to yours. But you are neither possession nor speech.”", "author": "Epictetus"},
{"text": "“The more we value things outside our control, the less control we have.”", "author": "Epictetus"},
{"text": "“Don't hope that events will turn out the way you want, welcome events in whichever way they happen: this is the path to peace.”", "author": "Epictetus"},
{"text": "“God save me from fools with a little philosophy—no one is more difficult to reach.”", "author": "Epictetus"},
{"text": "“In banquets remember that you entertain two guests, body and soul: and whatever you shall have given to the body you soon eject: but what you shall have given to the soul, you keep always.”", "author": "Epictetus"},
{"text": "“Those who are well constituted in the body endure both heat and cold: and so those who are well constituted in the soul endure both anger and grief and excessive joy and the other affects.”", "author": "Epictetus"},
{"text": "“If you seek Truth, you will not seek to gain a victory by every possible means; and when you have found Truth, you need not fear being defeated.”", "author": "Epictetus"},
{"text": "“Epictetus being asked how a man should give pain to his enemy answered, By preparing himself to live the best life that he can.”", "author": "Epictetus"},
{"text": "“Concerning the Gods, there are those who deny the very existence of the Godhead; others say that it exists, but neither bestirs nor concerns itself not has forethought far anything. A third party attribute to it existence and forethought, but only for great and heavenly matters, not for anything that is on earth. A fourth party admit things on earth as well as in heaven, but only in general, and not with respect to each individual. A fifth, of whom were Ulysses and Socrates, are those that cry: --", "author": "Epictetus"},
{"text": "“If you wish to be good, first believe that you are bad.”", "author": "Epictetus"},
{"text": "“What would have become of Hercules do you think if there had been no lion, hydra, stag or boar - and no savage criminals to rid the world of? What would he have done in the absence of such challenges?", "author": "Epictetus"},
{"text": "“Remember that you must behave as at a banquet. Is anything brought round to you? Put out your hand, and take a moderate share. Does it pass you? Do not stop it. Is it not come yet? Do not yearn in desire towards it, but wait till it reaches you. So with regard to children , wife, office, riches; and you will some time or other be worthy to feast with the gods. And if you do not so much as take the things which are set before you, but are able even to forego them, then you will not only be worthy to feast with the gods, but to rule with them also. For, by thus doing, Diogenes and Heraclitus, and others like them, deservedly became divine, and were so recognized.”", "author": "Epictetus"},
{"text": "“Very little is needed for everything to be upset and ruined, only a slight lapse in reason.”", "author": "Epictetus"},
{"text": "“Men are disturbed not by the things which happen, but by the opinion about the things.”", "author": "Epictetus"},
{"text": "“For sheep don't throw up the grass to show the shepherds how much they have eaten; but, inwardly digesting their food, they outwardly produce wool and milk.”", "author": "Epictetus"},
{"text": "“As the sun does not wait for prayers and incantations tob e induced to rise, but immediately shines and is saluted by all, so do you also not wait for clappings of hands and shouts of praise tob e induced to do good, but be a doer of good voluntarily and you will be beloved as much as the sun.”", "author": "Epictetus"},
{"text": "“[Do not get too attached to life] for it is like a sailor's leave on the shore and at any time, the captain may sound the horn, calling you back to eternal darkness.”", "author": "Epictetus"},
{"text": "“So what oppresses and scares us? It is our own thoughts, obviously, What overwhelms people when they are about to leaves friends, family, old haunts and their accustomed way of life? Thoughts.”", "author": "Epictetus"},
{"text": "“If you want to improve, you must be content to be thought foolish and stupid.”", "author": "Epictetus"},
{"text": "“Men are disturbed, not by things, but by the principles and notions which they form concerning things.”", "author": "Epictetus"},
{"text": "“Caretake this moment. Immerse yourself in its particulars. Respond to this person, this challenge, this deed. Quit the evasions. Stop giving yourself needless trouble. It is time to really live; to fully inhabit the situation you happen to be in now. You are not some disinterested bystander. Participate. Exert yourself.”", "author": "Epictetus"},
{"text": "“A city is not adorned by external things, but by the virtue of those who dwell in it.”", "author": "Epictetus"},
{"text": "“What then, is it not possible to be free from faults? It is not possible; but this is possible: to direct your efforts incessantly to being faultess. For we must be content if by never remitting this attention we shall escape at least a few errors. When you have said \"Tomorrow I will begin to attend,\" you must be told that you are saying this: \"Today I will be shameless, disregardful of time and place, mean;it will be in the power of others to give me pain, today I will be passionate and envious.", "author": "Epictetus"},
{"text": "“We suffer not from the events in our lives but from our judgement about them.”", "author": "Epictetus"},
{"text": "“Do not try to seem wise to others. If you want to live a wise life, live it on your own terms and in your own eyes.”", "author": "Epictetus"},
{"text": "“If thy brother wrongs thee, remember not so much his wrong-doing, but more than ever that he is thy brother.”", "author": "Epictetus"},
{"text": "“Sickness is a problem for the body, not the mind — unless the mind decides that it is a problem. Lameness, too, is the body's problem, not the mind's. Say this to yourself whatever the circumstance and you will find without fail that the problem pertains to something else, not to you.”", "author": "Epictetus"},
{"text": "“You will do the greatest services to the state, if you shall raise not the roofs of the houses, but the souls of the citizens: for it is better that great souls should dwell in small houses than for mean slaves to lurk in great houses.”", "author": "Epictetus"},
{"text": "“As a man, casting off worn out garments taketh new ones, so the dweller in the body, entereth into ones that are new.”", "author": "Epictetus"},
{"text": "“The philosopher's school, ye men, is a surgery: you ought not to go out of it with pleasure, but with pain. For you are not in sound health when you enter.”", "author": "Epictetus"},
{"text": "“Everyone's life is a warfare, and that long and various.”", "author": "Epictetus"},
{"text": "“The chief task in life is simply this: to identify and separate matters so that I can say clearly to myself which are externals not under my control, and which have to do with the choices I actually control. Where then do I look for good and evil? Not to uncontrollable externals, but within myself to the choices that are my own...”", "author": "Epictetus"},
{"text": "“Whoever then would be free, let him wish for nothing, let him decline nothing, which depends on others; else he must necessarily be a slave.”", "author": "Epictetus"},
{"text": "“Crows pick out the eyes of the dead, when the dead have no longer need of them; but flatterers mar the soul of the living, and her eyes they blind.”", "author": "Epictetus"},
{"text": "“Don't put your purpose in one place and expect to see progress made somewhere else.”", "author": "Epictetus"},
{"text": "“Neither should a ship rely on one small anchor, nor should life rest on a single hope.”", "author": "Epictetus"},
{"text": "“If they are wise, do not quarrel with them; if they are fools, ignore them.”", "author": "Epictetus"},
{"text": "“The condition and characteristic of an uninstructed person is this: he never expects from himself profit (advantage) nor harm, but from externals. The condition and characteristic of a philosopher is this: he expects all advantage and all harm from himself.”", "author": "Epictetus"},
{"text": "“Why do you want to read anyway – for the sake of amusement or mere erudition? Those are poor, fatuous pretexts.", "author": "Epictetus"},
{"text": "“We cannot choose our external circumstances, but we can always choose how we respond to them”", "author": "Epictetus"},
{"text": "“Never say that I have taken it, only that I have given it back.”", "author": "Epictetus"},
{"text": "“Who then is invincible? The one who cannot be upset by anything outside their reasoned choice.”", "author": "Epictetus"},
{"text": "“When you do anything from a clear judgment that it ought to be done, never shrink from being seen to do it, even though the world should misunderstand it; for if you are not acting rightly, shun the action itself; if you are, why fear those who wrongly censure you?”", "author": "Epictetus"},
{"text": "“There is no shame in making an honest effort.”", "author": "Epictetus"},
{"text": "“Remind thyself that he whom thou lovest is mortal \u0097 that what", "author": "Epictetus"},
{"text": "“this is your business—to act well the given part, but to choose it belongs to another.”", "author": "Epictetus"},
{"text": "“We are at the mercy of whoever wields authority over the things we either desire or detest. If you would be free, then, do not wish to have, or avoid, things that other people control, because then you must serve as their slave.”", "author": "Epictetus"},
{"text": "“For it is not death or pain that is to be feared, but the fear of pain or death.”", "author": "Epictetus"},
{"text": "“Freedom is not archived by satisfying desire, but by eliminating it.”", "author": "Epictetus"},
{"text": "“no man is free until he s a master of himself!!”", "author": "Epictetus"},
{"text": "“For even sheep do not vomit up their grass and show to the shepherds how much they have eaten; but when they have internally digested the pasture, they produce externally wool and milk. Do you also show not your theorems to the uninstructed, but show the acts which come from their digestion.”", "author": "Epictetus"},
{"text": "“An uninstructed person will lay the fault of his own bad condition upon others. Someone just starting instruction will lay the fault on himself. Some who is perfectly instructed will place blame neither on others nor on himself.”", "author": "Epictetus"}
]